Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/_saamenkielisen_varhaiskasvatuksen_saamelaisopetuksen_ja_saamenkielisten_koulutuspolkujen_vahvistaminen_saa_nyt_uutta_vauhtia_.html.tmx
Source language: fin
Languages: sme

source: ”Saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistaminen saa nyt uutta vauhtia”
sme: “Sámegielat árrabajásgeassima, sámeoahpahusa ja sámegielat skuvlenbálgáid nannen beassá dál ođđa fártii”

source: Työryhmä esittää saamelaisopetuksen järjestämistä pysyvällä perustalla koko maassa ja saamenkielisen varhaiskasvatuksen vahvistamista erityisesti saamelaisalueen ulkopuolella.
sme: Bargojoavku evttoha, ahte sámeoahpahus jođihuvvo bissovaš vuođu ala olles riikkas, ja ahte sámegielat árrabajásgeassin nannejuvvo earenoamážit sámeguovllu olggobealde.

source: Saamen kielipesien asemaa osana varhaiskasvatusta halutaan vahvistaa.
sme: Sámi giellabesiid sajádaga oassin árrabajásgeassimis háliidit nannet.

source: Koltansaamenkielisen varhaiskasvatuksen ja opetuksen kehittämiseen esitetään erityistoimia.
sme: Nuortalašgielat árrabajásgeassima ja oahpahusa ovddideapmái evttohit sierradoaimmaid.

source: Saamenkielisen oppimateriaalityön rahoitus esitetään kaksinkertaistettavaksi.
sme: Sámegielat oahppamateriálabarggu ruhtadeapmi evttohuvvo dahkkojuvvot guovttegeardásažžan.

source: Saamenkielisen opetus-, sosiaali- ja terveysalojen henkilöstön koulutukseen esitetään vastuuoppilaitosten nimeämistä.
sme: Sámegielat oahpahus-, sosiála- ja dearvvašvuođasurggiid bargoveaga skuvlejupmái evttohit nammaduvvot ovddasvástideaddji oahppolágádusat.

source: Saamelaiskäräjien osallisuutta koulutuksen kehittämisessä, saamelaistiedon asemaa opetuksessa ja saamelaisopetuksen pohjoismaista yhteistyötä halutaan vahvistaa.
sme: Sámedikki oasálašvuođa skuvlejumi ovddideamis, sámedieđu sajádaga oahpahusas ja sámeoahpahusa davviriikalaš ovttasbarggu háliidit nannet.

source: Opetus- ja kulttuuriministeriön 6.2.2020 asettama saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmä luovutti loppuraporttinsa opetusministeri Jussi Saramolle ja valtiosihteeri Tuomo Puumalalle 15.4.2021.
sme: Sámegielaid ja sámegielat oahpahusa ovddidanbargojoavku, man oahpahus- ja kulturministeriija ásahii 6.2.2020, geigii loahpparaporttas oahpahusministtar Jussi Saramoi ja stáhtačálli Tuomo Puumalai 15.4.2021.

source: Työryhmälle annettu tehtävä oli laaja.
sme: Bargojovkui addojuvvon bargu lei viiddis.

source: Sen tuli valmistella esitykset saamen kielten ja saamenkielisen opetuksen ja koulutuksen kehittämiseksi kokonaisuutena.
sme: Dat galggai válmmaštallat evttohusaid sámegielaid ja sámegielat oahpahusa ja skuvlejumi ovddideami várás ollisvuohtan.

source: Uudistuksilla on kiire
sme: Ođastusain lea hoahppu

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso kiittää työryhmää perusteellisesta työstä.
sme: Sámedikki sátnejođiheaddji Tuomas Aslak Juuso giitá bargojoavkku vuđolaš barggus.

source: -Neuvottelu saamenkielisen varhaiskasvatuksen, saamelaisopetuksen ja saamenkielisten koulutuspolkujen vahvistamiseksi saa nyt uutta vauhtia.
sme: – Ráđđádallan sámegielat árrabajásgeassima, sámeoahpahusa ja sámegielat skuvlenbálgáid nannema várás beassá dál ođđa fártii.

source: Alamme edistää työryhmän esille nostamia asioita välittömästi, hän sanoo.
sme: Mii ovddidišgoahtit bargojoavkku čalmmustahttin áššiid dalánaga, son dadjá.

source: – Toivomme, että saamme asioita eteenpäin vielä pääministeri Sanna Marinin hallituksen aikana.
sme: – Sávvat, ahte bastit ovddidit áššiid vel oaiveministtar Sanna Marina ráđđehusa áigge.

source: Saamelaisyhteisöllä ei ole varaa jäädä odottelemaan, koska liian monta ikäpolvea on jo jäänyt kokonaan ilman oman kielensä, kulttuurinsa ja omakielistä opetusta, sanoo Juuso.
sme: Sámeservošis ii lea vejolašvuohta báhcit vuorddašit, dasgo ilá máŋga sohkabuolvva leat juo báhcán ollásit almmá iežaset giela, kultuvrra ja iežasgielat oahpahusa haga, dadjá Juuso.

source: – Saamen kielten opetus kotiseutualueen ulkopuolelle on jo hyvin käynnissä etäyhteyksiä hyödyntävänä hankkeena ja pidän tämän opetuksen vakinaistamista yhtenä tärkeimmistä työryhmän esityksistä.
sme: – Sámegielaid oahpahus ruovttuguovllu olggobeallái lea juo bures jođus gáiddusoktavuođaiguin ávkkástalli fidnun ja anán oktan bargojoavkku deháleamos evttohusain dan, ahte dát oahpahus dahkkojuvvo fástan.

source: Etäyhteyksin annettava opetus on useimmille kotiseutualueen ulkopuolella asuville saamelaislapsille ja -nuorille ainoa mahdollisuus oman kielen opetuksen saamiseen, koska saamelaisperheitä asuu noin 230 kunnassa ympäri maata.
sme: Oahpahus, mii addojuvvo gáiddusoktavuođaid bokte, lea máŋggaide ruovttuguovllu olggobealde ássi sámemánáide ja -nuoraide áidna vejolašvuohta oažžut iežaset giela oahpahusa, dasgo sámebearrašat ásset sullii 230 gielddas miehtá riikka.

source: – Tärkeää on myös sen varmistaminen, että saamen kielten ja saamenkielisen opetuksen järjestämisedellytykset, kuten hyvä rahoitus, säilyvät saamelaisten kotiseutualueen kunnissa.
sme: – Dehálaš lea maiddái sihkkarastit dan, ahte sámegielaid ja sámegielat oahpahusa ordneneavttut, dego buorre ruhtadeapmi, seilot sámiid ruovttuguovllu gielddain.

source: Kotiseutualueen kunnat ovat edelleen saamen kielten luonnollisinta kotialuetta, sanoo Juuso.
sme: Ruovttuguovllu gielddat leat ain sámegielaid lunddolaš ruovttuguovlu, dadjá Juuso.

source: Katkonainen saamen koulutie
sme: Bieđggus sámegiela skuvlabálggis

source: Saamelaiskäräjien edustajana työryhmässä toiminut koulutussihteeri Ulla Aikio-Puoskari toteaa, että saamenkielinen koulutie on vuosikymmeniä kestäneestä kehittämistyöstä huolimatta edelleen katkonainen ja rikkinäinen.
sme: Sámedikki ovddasteaddjin bargojoavkkus doaibman skuvlenčálli Ulla Aikio-Puoskari gávnnaha, ahte sámegielat skuvlabálggis lea jahkelogiid bistán ovddidanbarggus fuolakeahttá ain bieđggus ja eahpeoktilaš.

source: – Sekä saamenkielisen varhaiskasvatuksen että saamen kielten ja saamenkielisen opetuksen saavutettavuus on valtakunnallisesti katsottuna heikko.
sme: – Sihke sámegielat árrabajásgeassima ja sámegielaid ja sámegielat oahpahusa juvssahahttivuohta lea riikkaviidosaččat geahnoheapme.

source: Erityisen heikko sen asema on saamelaisten kotiseutualueen kuntien ulkopuolella, koulutusasteittain katsottuna heikoin lukiossa ja ammatillisessa koulutuksessa.
sme: Earenoamáš geahnoheapme dan sajádat lea sámiid ruovttuguovllu gielddaid olggobealde, iešguđet skuvlendásiid gaskkas dat lea geahnoheamos logahagas ja ámmátlaš skuvlejumis.

source: Eriarvoisuutta on myös saamen kielten välillä.
sme: Sierraárvosašvuohta lea maiddái sámegielaid gaskkas.

source: Työryhmä esittää muutoksia opetuksen lainsäädäntöön, rahoitukseen ja opetussuunnitelman perusteisiin.
sme: Bargojoavku evttoha rievdadusaid oahpahusa láhkaásaheapmái, ruhtadeapmái ja oahppaplána vuođuštusaide.

source: Eri alojen koltansaamenkielisen henkilöstön saatavuuden parantamiseksi esitetään erityisen täydennyskoulutushankkeen käynnistämistä vuonna 2022.
sme: Iešguđet surggiid nuortalašgielat bargoveaga juvssahahttivuođa buorideami várás evttohuvvo álggahuvvot earenoamáš dievasmahttinskuvlenfidnu jagi 2022.

source: Koltansaamenkielisen opetuksen kehittäminen nostetaan raportissa kiireellisimmäksi, koska koltansaame on Suomessa puhutuista saamen kielistä uhanalaisin.
sme: Nuortalašgielat oahpahusa ovddideapmi čalmmustahttojuvvo raporttaš hohpolaččamussan, dasgo nuortalašgiella lea Suomas hubmojuvvon sámegielain eanemus áitatvuloš.

source: Saamenkielisistä opettajista, muusta opetushenkilöstöstä ja sosiaali- ja terveysalan saamenkielisestä henkilöstöstä on suuri puute.
sme: Sámegielat oahpaheddjiin, eará oahpahusbargiin ja sosiála- ja dearvvašvuođasuorggi sámegielat bargiin lea stuorra vátni.

source: -Kouluttautuminen saamenkieliseksi opettajaksi muihin oppiaineisiin kuin saamen kieliin edellyttää erityisten koulutuspolkujen luomista.
sme: – Iežas skuvlen sámegielat oahpaheaddjin eará oahppoávdnasiidda go sámegielaide, eaktuda earenoamáš skuvlenbálgáid ráhkadeami.

source: Saamenkielisten palveluiden tarpeeseen esimerkiksi sosiaali- ja terveysalalla voidaan vastata vain kehittämällä erikseen polkuja saamen kielet ja saamelaisen kulttuurin huomioiville koulutuksille, toteaa Aikio-Puoskari.
sme: Sámegielat bálvalusaid dárbui ovdamearkka dihte sosiála- ja dearvvašvuođasuorggis sáhttá vástidit dušše ovddidemiin sierra bálgáid skuvlejumiide, mat váldet vuhtii sámegielaid ja sámekultuvrra, gávnnaha Aikio-Puoskari.

source: – Saamenkieliset sosiaali- ja terveydenhuollon palvelut toteutuvat nykyisin heikosti tai tulkkauksen avulla, mikä vaarantaa muun muassa potilasturvallisuutta ja estää saamenkielisten oikeutta yhdenvertaisiin, laadukkaisiin palveluihin.
sme: – Sámegielat sosiála- ja dearvvašvuođafuolahusa bálvalusat ollašuvvet dán áigge hejot dahje dulkoma bokte. Dát bidjá vára vuollái earret eará pasieantadorvvolašvuođa ja eastá sámegielagiid vuoigatvuođa ovttaveardásaš bálvalusaide, main lea buorre kvalitehta.

source: Siksi nämä koulutustarpeet tulisi ottaa vakavasti ja järjestää koordinoidusti mahdollisuuksia saamen kielen taitoisten ja saamelaista kulttuuria tuntevien työntekijöiden koulutukseen.
sme: Danin dáid skuvlendárbbuid galggašii váldit duođalaččat ja ordnet koordineremiin vejolašvuođaid skuvlet sámegielalaš bargiid, geat dovdet sámekultuvrra.

source: Saamenkielinen varhaiskasvatus vahvistaa ylisukupolvista jatkuvuutta
sme: Sámegielat árrabajásgeassin nanne joatkašuvvama badjel sohkabuolvvaid

source: Saamelaiskäräjien kieliturvasihteeri Ánne-Kirste Aikio, joka myös toimi Saamelaiskäräjien edustajana työryhmässä, kertoo työryhmän selvittäneen saamelaisten kulttuuri- ja kielipesien asemaa lukuisissa kokouksissa ja kuulemistilaisuuksissa.
sme: Sámedikki gielladorvočálli Ánne-Kirste Aikio, guhte maiddái doaimmai Sámedikki ovddasteaddjin bargojoavkkus, muitala, ahte bargojoavku čielggadii sámiid kultur- ja giellabesiid sajádaga máŋggain čoahkkimiin ja gullandilálašvuođain.

source: – Kielipesien asema on ongelmallinen siksi, ettei niitä, toisin kuin äidinkielenään saamea puhuvien lasten varhaiskasvatusta, tunnisteta varhaiskasvatuslaissa eikä myöskään varhaiskasvatussuunnitelman perusteissa.
sme: – Giellabesiid sajádat lea čuolmmalaš danin, ahte dat ii, nuppe ládje go eatnigielat sámegielat mánáid árrabajásgeassin, dovdájuvvo árrabajásgeassinlágas iige maiddái árrabajásgeassinplána vuođuštusain.

source: Saamen kielen menettäneiden saamelaisperheiden lasten perustuslaillinen oikeus saamen kieleen oli epäselvä ja se haluttiin varmistaa.
sme: Sámegiela massin sámebearrašiid mánáid vuođđolágalaš vuoigatvuohta sámegillii lei eahpečielggas ja dan háliidedje sihkkarastit.

source: Työryhmä esittää kielipesien aseman selkiyttämistä Opetushallituksen antamissa varhaiskasvatussuunnitelman perusteissa ja niiden toiminnan turvaamista edelleen ministeriön osoittamalla erityisellä valtionavustuksella.
sme: Bargojoavku evttoha, ahte giellabesiid sajádat čielggasmahttojuvvo Oahpahusráđđehusa árrabajásgeassinplána vuođuštusain, ja ahte daid doaibma dorvvastuvvo ain ministeriija čujuhan sierra stáhtadoarjagiin.

source: – Työryhmä painottaa sitä, että kaikki kielipesät toimivat omana toimintamuotonaan osana kuntien järjestämää varhaiskasvatusta ja haluaa tilanteen jatkuvan sellaisena myös tulevaisuudessa, sanoo Aikio.
sme: – Bargojoavku deattuha dan, ahte buot giellabeasit doibmet iežaset doaibmahápmin oassin gielddaid lágidan árrabajásgeassimis ja háliida dili joatkašuvvat dakkárin maiddái boahttevuođas, dadjá Aikio.

source: – Äidinkielenään saamea puhuvien lasten omakielinen varhaiskasvatus ja saamen kielten omaksumisen varhaiskasvatuksessa mahdollistavat kielipesät ovat äärimmäisen tärkeitä.
sme: – Sámegiela eatnigielat mánáid iežasgielat árrabajásgeassin ja giellabeasit, mat dahket sámegielaid oahppama vejolažžan árrabajásgeassimis, leat earenoamáš dehálaččat.

source: Ne varmistavat saamen kielten ja saamelaisen kulttuurin jatkuvuutta ja siirtymistä uusille sukupolville, sanoo Aikio.
sme: Dat sihkkarastet sámegielaid ja sámi kultuvrra joatkašuvvama ja sirdašuvvama ođđa sohkabuolvvaide, dadjá Aikio.

source: Neljä erillisselvitystä
sme: Njeallje sierračielggadeami

source: Työryhmä on reilun vuoden kestäneen toimintansa aikana kuullut suurta joukkoa asiantuntijoita ja teettänyt neljä erillisselvitystä.
sme: Bargojoavku lea badjelaš jagi bistán doaimmas áigge gullan máŋggaid áššedovdiid ja barggahan njeallje sierračielggadeami.

source: Työryhmän tehtävänä oli selvittää saamenkielisen varhaiskasvatuksen sekä saamelaisopetuksen ja -koulutuksen tilannetta kokonaisuutena ja valmistella tarvittavat esitykset opetuksen tilanteen kehittämiseksi.
sme: Bargojoavkku bargu lei čielggadit sámegielat árrabajásgeassima ja sámeoahpahusa ja -skuvlejumi dili ollisvuohtan ja válmmaštallat dárbbašuvvon evttohusaid oahpahusa dili ovddideami várás.

source: Saamenkielisen oppimateriaalin saatavuutta ja rahoitustarpeita selvitti Helena Korpela, saamenkielisen opetus- ja varhaiskasvatushenkilöstön saatavuutta ja koulutuspolkuja Laura Arola ja suomen- ja ruotsinkielisten perusopetuksen oppimateriaalien sisältämää saamelaistietoa Tuuli Miettunen.
sme: Sámegielat oahppamateriála juvssahahttivuođa ja ruhtadandárbbuid čielggadii Helena Korpela, sámegielat oahpahusa- ja árrabajásgeassinbargoveaga juvssahahttivuođa ja skuvlenbálgáid Laura Arola ja suoma- ja ruoŧagielat vuođđooahpahusa oahppamateriálaid sámedieđu Tuuli Miettunen.

source: Ensimmäistä kertaa selvitettiin myös saamenkielisen sosiaali- ja terveysalan henkilöstön koulutuksen tilannetta ja kehittämistarpeita.
sme: Vuosttaš geardde čielggaduvvojedje maiddái sámegielat sosiála- ja dearvvašvuođasuorggi bargoveaga skuvlejumi dilli ja ovddidandárbbut.

source: Tuuli Miettusen valmistama selvitys luovutettiin ministerille ja valtiosihteerille samanaikaisesti työryhmän loppuraportin kanssa.
sme: Tuuli Miettunena čielggadeapmi geigejuvvui ministarii ja stáhtačállái oktan bargojoavkku loahpparaporttain.

source: Aiemmat kolme selvitystä luovutettiin ministeri Li Anderssonille ja valtiosihteeri Puumalalle 1.12.2020.
sme: Golbma ovddit čielggadeami geigejuvvojedje ministtar Li Annderssonii ja stáhtačálli Puumalai 1.12.2020.

source: Työryhmän puheenjohtajana toimi johtaja Tiina Silander opetus- ja kulttuuriministeriöstä ja sihteereinä Arla Magga ja Petra Kuuva Saamelaiskäräjiltä sekä Susanna Rajala Opetushallituksesta.
sme: Bargojoavkku sátnejođiheaddjin doaimmai jođiheaddji Tiina Silander oahpahus- ja kulturministeriijas, čállin Arla Magga ja Petra Kuuva Sámedikkis ja Susanna Rajala Oahpahushálddahusas.

source: Lisätietoja:
sme: Lassedieđut:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
sme: Tuomas Aslak Juuso Sátnejođiheaddji 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Ulla Aikio-Puoskari koulutussihteeri/ työryhmän varapuheenjohtaja 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi
sme: Ulla Aikio-Puoskari skuvlenčállit/ bargojoavkku sátnejođiheaddji 040 767 3101 ulla.aikio-puoskari(at)samediggi.fi

source: Ánne-Kirste Aikio kieliturvasihteeri/ työryhmän jäsen 040 707 5626 anne-kirste.aikio(at)samediggi.fi
sme: Ánne-Kirste Aikio gielladorvočálli/ bargojoavkku lahttu 040 707 5626 anne-kirste.aikio(at)samediggi.fi

source: Linkit:
sme: Liŋkkat:

source: Opetus- ja kulttuuriministeriön tiedote 15.4.2021
sme: Oahpahus- ja oahpahus- ja kulturministeriija dieđáhus 15.4.2021

source: Saamen kielten ja saamenkielisen opetuksen kehittämistyöryhmän raportti, OKM:n julkaisuja 2021:25
sme: Sámegielaid ja sámegielat oahpahusa ovddidanbargojoavkku raporta, OKM publikašuvnnat 2021:25

source: Selvitys saamenkielisen sosiaali- ja terveysalan henkilöstön koulutuksen nykytilanteesta ja kehittämistarpeista, OKM:n julkaisuja 2021:18, Tuuli Miettunen
sme: Čielggadeapmi sámegielat sosiála- ja dearvvašvuođasuorggi bargoveaga skuvlejumi dálá dilis ja ovddidandárbbuin, OKM publikašuvnnat 2021:18, Tuuli Miettunen

source: Selvitys saamenkielisen oppimateriaalin tilanteesta ja tulevista tarpeista, OKM:n julkaisuja 2020:28, Helena Korpela
sme: Čielggadeapmi sámegielat oahppamateriála dilis ja boahttevaš dárbbuin, OKM publikašuvnnat 2020:28, Helena Korpela

source: Selvitys saamelaistiedosta peruskoulun suomen- ja ruotsinkielisissä oppimateriaaleissa, OKM:n julkaisuja 2020:29, Tuuli Miettunen
sme: Čielggadeapmi sámedieđus vuođđoskuvlla suoma- ja ruoŧagielat oahppamateriálain, OKM publikašuvnnat 2020:29, Tuuli Miettunen

source: Selvitys saamenkielisen opetus- ja varhaiskasvatushenkilöstön saatavuudesta ja koulutuspoluista, OKM:n julkaisuja 2020:30, Laura Arola
sme: Čielggadeapmi sámegielat oahpahus- ja árrabajásgeassinbargoveaga juvssahahttivuođas ja skuvlenbálgáin, OKM publikašuvnnat 2020:30, Laura Arola
